Repository: objective-see/WhatsYourSign
Catalog: Installer/Installer/Localizable.xcstrings
Source language: en
Languages: es

source: ...now exiting, goodbye!
es: ..saliendo ahora, ¡adiós!

source: ...restarting Finder.app
es: …reiniciando Finder.app

source: Close
es: Cerrar

source: Code-signing info via the UI 🔏
es: Información de firma de código a través de la interfaz de usuario 🔏

source: Code-signing info via the UI.
es: Información de firma de código a través de la interfaz de usuario.

source: Error: install failed.
es: Error: la instalación falló.

source: Error: uninstall failed.
es: Error: la desinstalación falló.

source: Exit
es: Salir

source: Help Fix
es: Ayuda a Corregir

source: Installing...
es: Instalando…

source: Next »
es: Próximo »

source: Restart Finder
es: Reinicia Finder

source: Uninstalling...
es: Desinstalando…

source: Upgrade
es: Actualizar

source: Version: %@
es: Versión: %@

source: WhatsYourSign installed!
es: WhatsYourSign instalada!

source: WhatsYourSign installed! Restart 'Finder.app' to complete.
es: ¡WhatsYourSign instalada! Reinicia 'Finder.app' para completar.

source: WhatsYourSign uninstalled! Restart 'Finder.app' to complete.
es: ¡WhatsYourSign desinstalada! Reinicia 'Finder.app' para completar.
